Repository: xcv58/MacTools
Catalog: Plugins/FanControl/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# error.action.persistenceFailed
source: 无法保存风扇预设。
ar: تعذر حفظ إعداد المروحة المسبق.
de: Die Lüftervoreinstellung konnte nicht gespeichert werden.
en: The fan preset could not be saved.
es: No se pudo guardar el preajuste del ventilador.
fr: Impossible d’enregistrer le préréglage du ventilateur.
ja: ファンプリセットを保存できませんでした。
ko: 팬 프리셋을 저장하지 못했습니다.
pt: Não foi possível guardar a predefinição da ventoinha.
ru: Не удалось сохранить предустановку вентилятора.
tr: Fan hazır ayarı kaydedilemedi.
zh_hant: 無法儲存風扇預設。

# error.action.persistenceRollbackFailed
source: 无法保存风扇预设，且恢复先前风扇策略失败。
ar: تعذر حفظ إعداد المروحة المسبق أو استعادة استراتيجية المروحة السابقة.
de: Die Lüftervoreinstellung konnte nicht gespeichert und die vorherige Lüfterstrategie nicht wiederhergestellt werden.
en: The fan preset could not be saved, and the previous fan strategy could not be restored.
es: No se pudo guardar el preajuste ni restaurar la estrategia anterior del ventilador.
fr: Impossible d’enregistrer le préréglage et de restaurer la stratégie précédente du ventilateur.
ja: ファンプリセットを保存できず、以前のファン制御も復元できませんでした。
ko: 팬 프리셋을 저장하지 못했고 이전 팬 전략도 복원하지 못했습니다.
pt: Não foi possível guardar a predefinição nem restaurar a estratégia anterior da ventoinha.
ru: Не удалось сохранить предустановку и восстановить прежнюю стратегию вентилятора.
tr: Fan hazır ayarı kaydedilemedi ve önceki fan stratejisi geri yüklenemedi.
zh_hant: 無法儲存風扇預設，且無法還原先前的風扇策略。

# error.action.rollbackFailed
source: %@；恢复先前风扇策略失败。
ar: %@؛ تعذرت استعادة استراتيجية المروحة السابقة.
de: %@; die vorherige Lüfterstrategie konnte nicht wiederhergestellt werden.
en: %@; the previous fan strategy could not be restored.
es: %@; no se pudo restaurar la estrategia anterior del ventilador.
fr: %@ ; impossible de restaurer la stratégie précédente du ventilateur.
ja: %@。以前のファン制御を復元できませんでした。
ko: %@. 이전 팬 전략을 복원하지 못했습니다.
pt: %@; não foi possível restaurar a estratégia anterior da ventoinha.
ru: %@; не удалось восстановить прежнюю стратегию вентилятора.
tr: %@; önceki fan stratejisi geri yüklenemedi.
zh_hant: %@；無法還原先前的風扇策略。

# metadata.description
source: 管理风扇转速预设
ar: إدارة الإعدادات المسبقة لسرعة المروحة.
de: Voreinstellungen für die Lüftergeschwindigkeit verwalten.
en: Manage fan speed presets.
es: Administrar ajustes preestablecidos de velocidad del ventilador.
fr: Gérer les préréglages de vitesse du ventilateur.
ja: ファン速度のプリセットを管理します。
ko: 팬 속도 사전 설정을 관리합니다.
pt: Gerenciar predefinições de velocidade do ventilador.
ru: Управление предустановками скорости вентилятора.
tr: Fan hız hazır ayarlarını yönetin.
zh_hant: 管理風扇轉速預設

# metadata.title
source: 风扇控制
ar: التحكم في المروحة
de: Lüftersteuerung
en: Fan Control
es: Control del ventilador
fr: Contrôle du ventilateur
ja: ファン制御
ko: 팬 제어
pt: Controle do ventilador
ru: Управление вентилятором
tr: Fan Kontrolü
zh_hant: 風扇控制

# panel.action.deletePreset
source: 删除此预设
ar: احذف هذا الإعداد المسبق
de: Diese Voreinstellung löschen
en: Delete This Preset
es: Eliminar este ajuste preestablecido
fr: Supprimer ce préréglage
ja: このプリセットを削除
ko: 이 사전 설정 삭제
pt: Excluir esta predefinição
ru: Удалить этот пресет
tr: Bu Hazır Ayarı Sil
zh_hant: 刪除此預設

# panel.action.managePresets
source: 管理预设…
ar: إدارة الإعدادات المسبقة...
de: Voreinstellungen verwalten…
en: Manage Presets…
es: Administrar ajustes preestablecidos…
fr: Gérer les préréglages…
ja: プリセットの管理…
ko: 사전 설정 관리...
pt: Gerenciar predefinições…
ru: Управление пресетами…
tr: Hazır Ayarları Yönet…
zh_hant: 管理預設…

# panel.action.missingHelper
source: 风扇控制组件缺失
ar: مكون التحكم في المروحة مفقود
de: Lüftersteuerungskomponente fehlt
en: Fan control component missing
es: Falta el componente de control del ventilador
fr: Composant de contrôle du ventilateur manquant
ja: ファン制御コンポーネントがありません
ko: 팬 제어 구성요소 누락
pt: Componente de controle do ventilador ausente
ru: Отсутствует компонент управления вентилятором
tr: Fan kontrol bileşeni eksik
zh_hant: 風扇控制組件缺失

# panel.slider.targetRPM
source: 目标转速
ar: العائد لكل ألف ظهور المستهدف
de: Ziel-RPM
en: Target RPM
es: RPM objetivo
fr: RPM cible
ja: 目標 RPM
ko: 목표 RPM
pt: RPM desejado
ru: Целевой доход на тысячу показов
tr: Hedef RPM
zh_hant: 目標轉速

# preset.auto.name
source: 自动
ar: تلقائي
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt: Automático
ru: Автоматически
tr: Otomatik
zh_hant: 自動

# preset.auto.subtitle
source: 由 macOS 管理
ar: تتم إدارته بواسطة macOS
de: Verwaltet von macOS
en: Managed by macOS
es: Administrado por macOS
fr: Géré par macOS
ja: macOS によって管理
ko: macOS에서 관리
pt: Gerenciado pelo macOS
ru: Управляется macOS
tr: macOS tarafından yönetilir

# preset.custom.defaultName
source: 自定义预设 %d
ar: إعداد مسبق مخصص %d
de: Benutzerdefinierte Voreinstellung %d
en: Custom Preset %d
es: Preajuste personalizado %d
fr: Préréglage personnalisé %d
ja: カスタム プリセット %d
ko: 사용자 정의 사전 설정 %d
pt: Predefinição personalizada %d
ru: Пользовательская предустановка %d
tr: Özel Hazır Ayar %d
zh_hant: 自定義預設 %d

# preset.fullSpeed.name
source: 全速
ar: السرعة الكاملة
de: Volle Geschwindigkeit
en: Full Speed
es: Velocidad máxima
fr: Pleine vitesse
ja: フルスピード
ko: 최대 속도
pt: Velocidade máxima
ru: Полная скорость
tr: Tam Hız

# preset.fullSpeed.subtitle
source: 最高转速
ar: السرعة القصوى
de: Höchstgeschwindigkeit
en: Maximum speed
es: Velocidad máxima
fr: Vitesse maximale
ja: 最大速度
ko: 최대 속도
pt: Velocidade máxima
ru: Максимальная скорость
tr: En yüksek hız
zh_hant: 最高轉速

# preset.fullSpeed.subtitleWithRPM
source: 最高 %d RPM
ar: ما يصل إلى %d دورة في الدقيقة
de: Bis zu %d U/min
en: Up to %d RPM
es: Hasta %d RPM
fr: Jusqu'à %d tr/min
ja: 最大 %d RPM
ko: 최대 %dRPM
pt: Até %d RPM
ru: До %d об/мин
tr: %d RPM'e kadar

# settings.builtIn.auto.subtitle
source: 由 macOS 自动管理
ar: تتم إدارتها تلقائيًا بواسطة macOS
de: Automatisch von macOS verwaltet
en: Managed automatically by macOS
es: Administrado automáticamente por macOS
fr: Géré automatiquement par macOS
ja: macOS によって自動的に管理
ko: macOS에서 자동으로 관리
pt: Gerenciado automaticamente pelo macOS
ru: Управляется автоматически macOS
tr: macOS tarafından otomatik yönetilir
zh_hant: 由 macOS 自動管理

# settings.builtIn.badge
source: 内置
ar: مدمج
de: Eingebaut
en: Built-in
es: Integrado
fr: Intégré
ja: 内蔵
ko: 내장
pt: Integrado
ru: Встроенный
tr: Yerleşik
zh_hant: 內置

# settings.builtIn.title
source: 内置预设
ar: الإعدادات المسبقة المضمنة
de: Eingebaute Voreinstellungen
en: Built-in Presets
es: Preajustes integrados
fr: Préréglages intégrés
ja: 内蔵プリセット
ko: 내장 사전 설정
pt: Predefinições integradas
ru: Встроенные настройки
tr: Yerleşik Hazır Ayarlar
zh_hant: 內置預設

# settings.custom.add
source: 添加
ar: إضافة
de: Hinzufügen
en: Add
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle

# settings.custom.limit
source: 最多可创建 100 个自定义预设。
ar: يمكنك إنشاء ما يصل إلى 100 إعداد مسبق مخصص.
de: Du kannst bis zu 100 eigene Voreinstellungen erstellen.
en: You can create up to 100 custom presets.
es: Puedes crear hasta 100 preajustes personalizados.
fr: Vous pouvez créer jusqu’à 100 préréglages personnalisés.
ja: カスタムプリセットは最大100個まで作成できます。
ko: 사용자 설정 프리셋은 최대 100개까지 만들 수 있습니다.
pt: Você pode criar até 100 predefinições personalizadas.
ru: Можно создать до 100 пользовательских профилей.
tr: En fazla 100 özel hazır ayar oluşturabilirsiniz.
zh_hant: 最多可建立 100 個自訂預設。

# settings.custom.deleteHelp
source: 删除此预设
ar: احذف هذا الإعداد المسبق
de: Diese Voreinstellung löschen
en: Delete this preset
es: Eliminar este ajuste preestablecido
fr: Supprimer ce préréglage
ja: このプリセットを削除します
ko: 이 사전 설정 삭제
pt: Excluir esta predefinição
ru: Удалить этот пресет
tr: Bu hazır ayarı sil
zh_hant: 刪除此預設

# settings.custom.empty
source: 点击「添加」创建自定义转速预设
ar: انقر فوق "إضافة" لإنشاء إعداد مسبق مخصص لسرعة المروحة
de: Klicken Sie auf „Hinzufügen“, um eine benutzerdefinierte Voreinstellung für die Lüftergeschwindigkeit zu erstellen
en: Click Add to create a custom fan speed preset
es: Haga clic en Agregar para crear un ajuste preestablecido de velocidad del ventilador personalizado
fr: Cliquez sur Ajouter pour créer un préréglage de vitesse de ventilateur personnalisé
ja: [追加] をクリックしてカスタム ファン速度プリセットを作成します
ko: 추가를 클릭하여 사용자 정의 팬 속도 사전 설정을 생성하세요
pt: Clique em Adicionar para criar uma predefinição personalizada de velocidade do ventilador
ru: Нажмите «Добавить», чтобы создать собственную предустановку скорости вращения вентилятора
tr: Özel fan hızı hazır ayarı oluşturmak için Ekle'ye tıklayın
zh_hant: 點擊「添加」創建自定義轉速預設

# settings.custom.namePlaceholder
source: 预设名称
ar: الاسم المحدد مسبقًا
de: Voreinstellungsname
en: Preset name
es: Nombre preestablecido
fr: Nom du préréglage
ja: プリセット名
ko: 사전 설정 이름
pt: Nome predefinido
ru: Имя предустановки
tr: Hazır ayar adı
zh_hant: 預設名稱

# settings.custom.title
source: 自定义预设
ar: الإعدادات المسبقة المخصصة
de: Benutzerdefinierte Voreinstellungen
en: Custom Presets
es: Preajustes personalizados
fr: Préréglages personnalisés
ja: カスタム プリセット
ko: 사용자 정의 사전 설정
pt: Predefinições personalizadas
ru: Пользовательские настройки
tr: Özel Hazır Ayarlar
zh_hant: 自定義預設

# writeError.helperInstallFailed
source: 安装风扇控制组件失败：%@
ar: فشل تثبيت مكون التحكم في المروحة: %@
de: Die Lüftersteuerungskomponente konnte nicht installiert werden: %@
en: Failed to install fan control component: %@
es: Error al instalar el componente de control del ventilador: %@
fr: Échec de l'installation du composant de contrôle du ventilateur : %@
ja: ファン制御コンポーネントのインストールに失敗しました: %@
ko: 팬 제어 구성요소 설치 실패: %@
pt: Falha ao instalar o componente de controle do ventilador: %@
ru: Не удалось установить компонент управления вентилятором: %@
tr: Fan kontrol bileşeni yüklenemedi: %@
zh_hant: 安裝風扇控制組件失敗：%@

# writeError.helperNotFound
source: 未找到内置风扇控制组件。请重新安装风扇控制插件。
ar: لم يتم العثور على مكون التحكم في المروحة المضمنة. أعد تثبيت المكون الإضافي للتحكم في المروحة.
de: Die integrierte Lüftersteuerungskomponente wurde nicht gefunden. Installieren Sie das Fan Control-Plugin neu.
en: The built-in fan control component was not found. Reinstall the Fan Control plugin.
es: No se encontró el componente de control del ventilador integrado. Vuelva a instalar el complemento Fan Control.
fr: Le composant de contrôle du ventilateur intégré est introuvable. Réinstallez le plugin Fan Control.
ja: 内蔵ファン制御コンポーネントが見つかりませんでした。ファン制御プラグインを再インストールします。
ko: 내장 팬 제어 구성 요소를 찾을 수 없습니다. 팬 제어 플러그인을 다시 설치하세요.
pt: O componente de controle do ventilador integrado não foi encontrado. Reinstale o plug-in Fan Control.
ru: Встроенный компонент управления вентилятором не найден. Переустановите плагин Fan Control.
tr: Yerleşik fan kontrol bileşeni bulunamadı. Fan Kontrolü eklentisini yeniden yükleyin.
zh_hant: 未找到內置風扇控制組件。請重新安裝風扇控制外掛。

# writeError.helperVerificationFailed
source: 风扇控制组件校验失败。请重新安装风扇控制插件。
ar: فشل التحقق من مكون التحكم في المروحة. أعد تثبيت المكون الإضافي للتحكم في المروحة.
de: Überprüfung der Lüftersteuerungskomponente fehlgeschlagen. Installieren Sie das Fan Control-Plugin neu.
en: Fan control component verification failed. Reinstall the Fan Control plugin.
es: Error en la verificación del componente de control del ventilador. Vuelva a instalar el complemento Fan Control.
fr: La vérification des composants de commande du ventilateur a échoué. Réinstallez le plugin Fan Control.
ja: ファン制御コンポーネントの検証に失敗しました。ファン制御プラグインを再インストールします。
ko: 팬 제어 구성 요소 확인에 실패했습니다. 팬 제어 플러그인을 다시 설치하세요.
pt: Falha na verificação do componente de controle do ventilador. Reinstale o plug-in Fan Control.
ru: Проверка компонента управления вентилятором не удалась. Переустановите плагин Fan Control.
tr: Fan kontrol bileşeni doğrulanamadı. Fan Kontrolü eklentisini yeniden yükleyin.
zh_hant: 風扇控制組件校驗失敗。請重新安裝風扇控制外掛。

# writeError.writeFailed
source: 写入风扇速度失败：%@
ar: فشلت كتابة سرعة المروحة: %@
de: Lüftergeschwindigkeit konnte nicht geschrieben werden: %@
en: Failed to write fan speed: %@
es: Error al escribir la velocidad del ventilador: %@
fr: Échec de l'écriture de la vitesse du ventilateur : %@
ja: ファン速度の書き込みに失敗しました: %@
ko: 팬 속도 쓰기 실패: %@
pt: Falha ao gravar a velocidade do ventilador: %@
ru: Не удалось записать скорость вентилятора: %@
tr: Fan hızı yazılamadı: %@
zh_hant: 寫入風扇速度失敗：%@

# writer.error.authorizationScriptFailed
source: 无法创建授权脚本
ar: تعذر إنشاء البرنامج النصي للتفويض.
de: Das Autorisierungsskript konnte nicht erstellt werden.
en: Could not create the authorization script.
es: No se pudo crear el script de autorización.
fr: Impossible de créer le script d'autorisation.
ja: 認可スクリプトを作成できませんでした。
ko: 인증 스크립트를 생성할 수 없습니다.
pt: Não foi possível criar o script de autorização.
ru: Не удалось создать сценарий авторизации.
tr: Yetkilendirme betiği oluşturulamadı.
zh_hant: 無法創建授權腳本

# writer.error.fixedRPMPartial
source: 部分风扇设置目标转速失败
ar: فشلت بعض المراوح في ضبط السرعة المستهدفة
de: Einige Lüfter konnten die Zielgeschwindigkeit nicht einstellen
en: Some fans failed to set the target speed
es: Algunos fans no pudieron establecer la velocidad objetivo
fr: Certains ventilateurs n'ont pas réussi à définir la vitesse cible
ja: 一部のファンが目標速度を設定できませんでした
ko: 일부 팬이 목표 속도를 설정하지 못했습니다
pt: Alguns fãs não conseguiram definir a velocidade alvo
ru: Некоторым вентиляторам не удалось установить целевую скорость
tr: Bazı fanlarda hedef hız ayarlanamadı
zh_hant: 部分風扇設定目標轉速失敗

# writer.error.fullSpeedPartial
source: 部分风扇设置全速失败
ar: فشلت بعض المراوح في التبديل إلى السرعة الكاملة
de: Einige Lüfter konnten nicht auf volle Geschwindigkeit umschalten
en: Some fans failed to switch to full speed
es: Algunos ventiladores no pudieron cambiar a velocidad máxima
fr: Certains ventilateurs n'ont pas réussi à passer à pleine vitesse
ja: 一部のファンがフルスピードに切り替えることができませんでした
ko: 일부 팬이 최대 속도로 전환하지 못함
pt: Alguns ventiladores não conseguiram mudar para velocidade máxima
ru: Некоторые вентиляторы не смогли переключиться на полную скорость
tr: Bazı fanlar tam hıza geçemedi
zh_hant: 部分風扇設定全速失敗

# writer.error.helperMissingAfterInstall
source: 安装后仍无法找到组件
ar: لا يزال يتعذر العثور على المكون بعد التثبيت
de: Komponente konnte nach der Installation immer noch nicht gefunden werden
en: Component still could not be found after installation
es: Aún no se pudo encontrar el componente después de la instalación
fr: Le composant est toujours introuvable après l'installation
ja: インストール後もコンポーネントが見つかりません
ko: 설치 후에도 여전히 구성 요소를 찾을 수 없습니다.
pt: O componente ainda não foi encontrado após a instalação
ru: Компонент по-прежнему не найден после установки
tr: Bileşen yükleme sonrasında hâlâ bulunamadı
zh_hant: 安裝後仍無法找到組件

# writer.error.restoreAutoPartial
source: 部分风扇恢复自动控制失败
ar: فشلت بعض المراوح في استعادة التحكم التلقائي
de: Einige Lüfter konnten die automatische Steuerung nicht wiederherstellen
en: Some fans failed to restore automatic control
es: Algunos ventiladores no pudieron restablecer el control automático
fr: Certains ventilateurs n'ont pas réussi à restaurer le contrôle automatique
ja: 一部のファンが自動制御を復元できませんでした
ko: 일부 팬이 자동 제어를 복원하지 못했습니다
pt: Alguns ventiladores não conseguiram restaurar o controle automático
ru: Некоторым вентиляторам не удалось восстановить автоматическое управление
tr: Bazı fanlarda otomatik kontrol geri yüklenemedi
zh_hant: 部分風扇恢復自動控制失敗
